//////Login screen/////////////


"Username / Email" = "Användarnamn / E-post";
"Password"="Lösenord";
"Forgot your password?"="Glömt ditt lösenord?";
"Language"="Språk";
"Log in"="Logga in";
"Schools"="Skolor";

"Click here to search for your school" = "Klicka här för skolsökning";
"An error has occurred"="Ett fel har uppstått";

"Enter Email"="Ange e-";

"Please enter the Email for your account."="Fyll i din registrerade epost så skickas nya inloggningsuppgifter dit";

"Enter a valid email address."="Ange en giltig e-postadress.";

"Error"="Fel";
"Ok"="Skicka";


"Delete"="Radera";


"Not connected to the internet"="Inte ansluten till Internet";

"Alert"="Glömt lösenord";


"The user" = "Användaren";
"requires two factor login and a code has been sent to" = "kräver två faktor inloggning och en kod har skickats till";
"Two factor login" = "Två faktor inloggning";

"Enter valid Authentication Number" = "Fel verifieringskod";

"Code became invalid. Please login again" = "Kod blev ogiltig. Vänligen logga in igen";
//////Remember_Me screen/////////////

"Remember me?"="Kom ihåg mig?";
"NO"="NEJ";
"YES"="JA";


//////////Terms of use////

"Terms of use" = "Användarvillkor";
"To proceed to the platform you need to accept our new terms of service." = "För att fortsätta till plattformen behöver ni acceptera våra nya användaravtal.";
"Log out" = "Logga ut";
"Decline" = "Neka";
"Accept" = "Acceptera";
"I have read and accepting the following terms of service:" = "Jag har läst och accepterar följande avtal:";



//////users panel screen/////////////

"My Account"="Mitt konto";


//////Show Post  screen/////////////

"Edu Blog"="Läroblogg";

"Edu Blog Post"="";

"My Account"="Mitt konto";
"Search"="Sök";

"Publish"="Publicera";
"Post"="Inlägg";
"Create"="Skapa";
"Video is downloaded to your Photos" = "Video hämtas till dina foton";

//////Show Post  screen/////////////
"Cancel"="Avbryt";
"Filter"="Filtrera";
"Done"="Klar";
"Groups"="Grupper";

"Users"="Användare";

"Select Group"="Välj grupp";
"Select Students"="Välj Studenter";
"Select Knowledge Areas"="Välj Kunskapsområden";

"Multiple Groups"="Flera grupper";
"All"="Alla";
"Knowledge Areas"="Kunskapsområden";

"From"="Från";
"To"="Till";

"Save"="Spara";


"SAVE DRAFT"="SPARA UTKAST";
"PUBLISH"="PUBLICERA";
"RETRIEVE DRAFT"="HÄMTA FÖRSLAG";
"New Post"="Nytt inlägg";


"YYYY-MM-DD"="ÅÅÅÅ-MM-DD";

"Description"="Beskrivning";
"NOTIFY BY MAIL"="MEDDELA PER POST";

"Comment"="Kommentar";
"Are you sure you want to Delete"="Vill du ta bort posten";
"Are you sure you want to Delete this Post"="Vill du ta bort posten";


"Message!!"="Meddelande!!";
"Camera is not available , Please choose Picture from Library"="Kameran är inte tillgänglig, Välj Bild från biblioteket";
"Photos"="Bibliotek";
"Camera"="Kamera";
"Select your Option"="Alternativ";

"You have to select one or more groups, or individual users"="Fler grupper och sedan väljer ut sina brittiska behöver en, och enskilda Ussers";


"Enter some Description"="Även Ange Notering";


"Knowledge Area"="Kunskapsområdet";

"Log out"="Logga ut";


"Do you want to log out?"="Vill du logga ut?";
"Setting"="Inställningar";
"Sign out"="Logga ut";


"Connect to admin for component"="Anslut komponenten för Admin";


"Curriculum Tags"="Läroplanstaggar";


"Edit Edu blog"="Editera Läroblogg";


"Upload image/video"="Ladda upp en bild / video";

"Mine Only"="Bara Mine";
"Date"="Datum";
"BY"="AV";
"FOR"="FÖR";
"REMOVE DRAFT"="TA BORT FÖRSLAG";
"USE DRAFT"="Använd utkast";
"Preschool"="Förskolor";
//////NEWS Class/////////////

"News"="Nyheter";
"NEWS"="NYHETER";
"Latest"="Senaste";

"Recipients"="Mottagare";
"News title here"="Nyheter titel här";

"You must enter a news title and description"="Du måste ange en nyhets titel och Notering";

"GENERAL"="Övergripande inställningar";
"NOTIFICATIONS"="MEDDELANDEN";
"NOTIFICATION"="UNDERRÄTTELSE";

"Create news"="Skapa nyheter";
"Edit News"="Redigera news";


//////Setting Class/////////////

"Vibration"="Vibration";
"Sound"="Ljud";
"Individual posts"="Individuell post";
"Posts for groups"="Inlägg för grupper";
"Posts for school"="Inlägg för skolan";
"Comments"="kommentarer";
"Comments in own discussion"="Kommentarer i egen diskussion";
"Group posts"="Grupp inlägg";
"School posts"="Skol inlägg";

"Attendance"="Närvaro";
"Individual in school"="Avlämning & Upphämtning";
"Individual in common group"="Enbart relaterade grupper";
"Absence note"="Frånvaroanmälan";
"Retrieval note"="Retrieval anteckning";

"Random Files"="Visad fil";
"Course posts"="Kurs inlägg";
"Published Evaluation"="Publiserade omdömen";


////////// Retrieval List //////////


"Retrieval"="Hämta";
"Dropoff"="Lämna";

"Retrieval Times"="Hämtningstid";

"Retrieval List"="Närvarolista";
"Options"="Alternativ";
"CHILDREN"="Barn";
"Guardians"="Vårdnadshavare";
"Retriever Note"="Hämtare kommentar";
"Retriever note"="Hämtare anmälan";
"Retriever Name"="Hämtarsnamn";
"Portrait:"="Porträtt:";
"Retriever"="Hämtare";
"Contact details"="Kontaktuppgifter";
"Written by:"="Noterat av:";
"Profile"="Profil";
"Other information"="Övrigt";
"Contact Information"="Kontaktinformation";
"Allergies"="Allergier";
"Absence Days"="Frånvaro Dagar";
"Retrieval History"="Frånvaro dagar";
"By whom"="Av vem";
"Type"="Typ";
"Time"="Tid";
"Note history"="Senaste meddelanden";
"Absent Note"="Frånvaroanmälan";
"Edit retrieval note"="Editera hämtaranteckning";
"Add Retrieval Note"="Lägg Retrieval Obs";
"Retrieval note"="Hämtaranteckning";

"Attendance overview"="Närvaroöversikt";
"Send"="Skicka";
"Note:"="Beskrivning :";
"Edit Absent Note"="Editera frånvaroanmälan";
"Add Absent Description"="Lägga frånvarande notering";
"Note description"="Anmärkning notering";

"Absent"="Frånvarande";
"Not retrieved"="Inte hämtade";
"Absent notes"="Frånvarande noter";
"Child accounts"="Barnkonton";
"Attendance list"="Närvarolista";
"Updated"="Uppdaterad";
"Update"="Uppdatera tid";
"   Other accounts"="   Andra konton";
"Todays Dropoff Time :"="Dagens Drop Off Time :";
"Todays Retrival Time :"="Dagens hämtning tid:";
"Drop off"="Lämna";

"Save Changes"="Spara ändringar";
"Sunday"="Söndag";
"Week"="Vecka";
"Important info"="Viktig information";
"Schedule Drop Off & Retrieval times"="Lämna och hämta tider";
"Intervall"="Intervall";
"Set time"="Ställ klockan";
"Remove drop-off and Retrieval times"="Ta lämning och hämtning gånger";
"Filter"="Filter";

"Type extra details here"="Skriv beskrivning här";
"Phonenumber"="Telefonnummer";
"Name"="Namn";
"Mark as absent"="Markera som frånvaro";
"Schema Drop Off"="Schemaläggaren";
"Schedule attendance"="Schemaläggning";

//Food Menu

"Schedule" = "Schemalagda";
"Food Menu" = "Matsedel";
"Open food menus" = "Visa Matmenyer";


// Child Info

"Edit" = "Editera";
"RemoveImage" = "remove_sweden";
"ReplaceImage" ="replace_sweden";
"CloseImage" = "close_sweden";


//Lunch information

"Food Notes" = "Pedagogisk lunch";
"Presence" = "Närvaro";
"Group Selection" = "Sortering";
//"Schedule" = "planerad";
"Currently" = "Nuvarande";
//"Allergies" = "allergier";
"Date" = "Datum";
"All Groups" = "Alla grupper";
"My Groups" = "Mina Grupper";

// Calendar View

"Month" ="Månad";
"Day" = "Dag";
"Week" = "Vecka";
"Today" = "I dag";

// Activities

"Add Vacation" = "Ledighetsansökan";
"Add Activity" = "Lägg till aktivitet";
"Edit Activity" = "redigera Aktivitet";
"Add Absent note" = "Lägga Frånvarande anteckning";
"Absent Note" = "Frånvaroanmälan";

"Start date" = "Start datum";
"End date" = "Slutdatum";
"Start time" = "Starttid";
"End time" = "Sluttid";

"Please select start date" = "Välj startdatum";
"Please select start time" = "Välj starttid";
"Please select end date" = "Välj slutdatum";
"Please enter description" = "Ange beskrivning";
"End date should be recent"= "Slutdatum bör vara nyligen";
"Failed to add Vacation" = "Det gick inte att lägga till semester";

// Add Absent Notes

"Please select from date" = "Välj från datum";
"Please select to date" = "Välj hittills";
"Please select Type" = "Välj typ";
"Sickness"= "Sjukdom";
"Leave"= "Lämna";
"Other reasons" ="andra skäl";


//Add Activity

"Lesson" = "Lektion";
"Activity" = "Aktivitet";
"Examination" ="Undersökning";
"Assignment" = "Uppdrag";
"Individually" = "Individuellt";
"Unique" ="Unique";
"Study groups" = "studiegrupper";
"Unique Study groups" = "Unika Studiegrupper";


"Select Date" = "Välj Datum";
"Select Time" = "Välj Tid";



"Select Course" = "Välj Course";
"Select group" = "Välj grupp";
"Schedule type" = "schematyp";
"Aspect" = "Aspekt";
"Students" = "studenter";
"Study Partners" = "studie Partners";
"Deadline" = "Deadline";
"Schedule Title" = "schema Titel";
"Title" = "Titel";
"Description" = "Beskrivning";
"Enter Description" = "Ange Beskrivning";

"Your own booking" = "Din egen bokning";
"School" = "Skola";

"Mark sick for whole day" = "Mark sjuk hela dagen";

"View Absent note" = "Visa Frånvarande anteckning";
"View Retriver note" = "Vy Retriver anteckning";


"Absent detail" = "frånvarande Detalj";
"Reason" = "Anledning";
"Written By" = "Skriven av";

"Note" = "Anteckning";
"Make whole day as absent" = "Ta också bort avlämnings- och hämtningstider för barnet";

// Forum
"Forum" = "Forum";
"Whole school related posts" = "Hela skolan relaterade inlägg";
"Forum groups" = "Grupprelaterade inlägg";
"Forum course" = "Kursrelaterade inlägg";
"Comments on post" = "Kommentarer till inlägg";

// Todays Note
"Todays Note" = "Dagens Anteckning";
"Todays Note History" = "Dagens Nothistorik";

// Edu step planner
"Edu step planner" = "Lärstegsplaneraren";

// Quiz Manager
"Quiz Manager" = "Quiz Manager";

// Message Manager
"Message Manager" = "Message manager";

// Retrieval statistics
"Retrieval statistics" = "närvaro statistik";

// Contact information
"Contact information" = "Kontakt information";

// school information
"School information" = "Skolinformation";

// survey forms
"Survey Forms" = "Survey Forms";

// Examinations
"Examinations" = "Prov";

// course videos
"Course Videos" = "Kursen videor";

// progress tables
"Progress tables" = "Utvecklingsschema";

// Quiz editor
"Quiz Editor" = "Quiz Editeraren";

// edublog statistics
"Edublog Statistics" = "Edublog Statistik";

// portfolio
"Portfolio" = "Portfölj";

// Evaluation progress chart
"Evaluation progress chart" = "Utvärderingsskede";
"Evaluation Matrix" = "Utvärderingsmatris";

// Recovery Notice
"Recovery Notice" = "Friskanmälan";
// Weekly Retrieval
"Weekly Retrieval"="Veckans Hämtning";
"Week view"="Veckonärvaro";
// SmartNotes
"Smart Notes"="Smarta anteckningar";
"Latest"="Senaste";
// Location
"Current location"="Nuvarande plats";

"Authentication Failed" = "Autentisering misslyckades";
